src/rpc/psdims.accept-request.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
  xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:xop="http://www.w3.org/2004/08/xop/include"
  xmlns:xmime5="http://www.w3.org/2005/05/xmlmime"
  xmlns:psdims="urn:psdims">
 <SOAP-ENV:Body>
  <psdims:accept-request>
   <login>
    <name></name>
    <password></password>
   </login>
   <request-name></request-name>
  </psdims:accept-request>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
